patmont/HPA300-firmware/sdkconfig.defaults
# Keep command-line and devcontainer builds on the controller's supported MCU.
CONFIG_IDF_TARGET="esp32s2"
